export const LOGIN = {
    MESSAGE: {
      EXPIRED: "세션이 만료되었습니다. 다시 로그인 해주세요.",
      ETC: "문제가 발생했습니다. 다시 시도해주세요.",
    },
  };


  export const messagesWithN = [
    "지금 n명이 매칭을 기다리고 있어요!",
    "나와 같은 티어의 n명이 매칭 중이에요!",
    "매칭 성공 후 10초 뒤 채팅방에서 만나요!",
    "n명의 플레이어가 매칭을 기다리고 있어요!",
    "n명의 플레이어가 매칭 중입니다!",
  ];
  
  export const messagesWithoutN = [
    "어떤 플레이어와 매칭될지 기대해보세요!",
    "매칭이 완료 되면 10초 후에 새로운 채팅방이 열려요!",
    "누가 팀원이 될지 설레지 않나요?",
    "매칭 지연 중? 게시판에서 친구를 찾아보세요!",
    "어떤 플레이어와 팀을 이룰지 기대하세요!",
    "매칭이 늦어지면 게시판을 활용해보세요!",
  ];