export const SERVICE_TERMS = {
    title: "이용 약관 동의",
    content: `
    본 약관은 [2024년 8월 1일]부터 적용됩니다.
    제 1 장 총칙

    제 1 조 목적

본 약관은 겜구가 제공하는 제반 서비스(이하 “서비스”라 합니다) 이용과 관련하여 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. 본 약관은 이용자가 제공하는 스마트폰, 태블릿기기용 앱 등을 이용하는 경우에도 그 성질에 반하지 않는 한 준용됩니다.

제 2 조 용어의 정의

① “플랫폼”이란 회사가 콘텐츠 또는 용역을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 이를 거래할 수 있도록 설정한 가상의 영업장(https://gamegoodev.netlify.app/home)의 하위 정보통신망을 포함)을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
② “콘텐츠”란 플랫폼이 온라인을 통해 제공하는 사전에 제작된 영상 및 기타 관련 자료 또는 정보를 포함하는 개념으로서, 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상 등 정보형태를 불문합니다.
③ “이용자”란 회사의 플랫폼에 접속하여 본 약관에 따라 플랫폼이 제공하는 서비스를 이용하는 회원 및 비회원을 말합니다.
④ “회원”이란 플랫폼에 회원가입을 하여 회원 아이디(ID)를 부여받은 자입니다.
⑤ “비회원”이란 회원에 가입하지 않고 플랫폼이 제공하는 서비스를 이용하는 자를 말합니다.
⑥ “아이디(ID)”란 회원의 식별과 서비스 이용을 위하여 회원이 정하고 플랫폼이 승인하는 문자 또는 숫자의 조합을 말합니다.
⑦ “비밀번호(PASSWORD)”란 회원이 부여받은 “아이디”와 일치되는 회원임을 확인하고 비밀보호를 위해 회원자신이 정한 문자, 숫자 또는 특수문자의 조합을 말합니다.
⑧ “개별이용약관”이란 서비스에 관하여 본 약관과 별도로 ‘약관’, ‘가이드라인’, ‘정책’, ‘방침’ 등 다양한 명칭으로 회사가 회원에게 준수를 요구하며 배포 또는 게시하는 문서를 말합니다.

제 3 조 약관 등의 명시와 설명 및 개정

① 플랫폼은 본 약관의 내용과 대표자 성명, 이메일 주소 등을 이용자가 쉽게 알 수 있도록 플랫폼의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② 플랫폼은 회원이 약관에 동의하기에 앞서 약관에 정해져 있는 내용 중 청약철회, 환불조건 등과 같은 중요한 내용을 회원이 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 회원의 확인을 구하여야 합니다.
③ 플랫폼은 필요한 경우 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 플랫폼은 변경사항을 시행일자 7일 전부터 회원에게 서비스 공지사항에서 공지하는 것을 원칙으로 하며, 피치 못하게 회원에게 불리한 내용으로 변경할 경우에는 최소한 그 시행일자 30일 전부터 제7조에 규정한 방법으로 개별적으로 알려 드리겠습니다.
④ 플랫폼은 전 항에 따라 공지 또는 통지를 하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 회원의 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.
⑤ 회원은 개정약관에 동의하지 않을 권리가 있으며 개정약관에 동의하지 않을 경우 서비스의 이용을 중단하고 이용계약의 해지를 선택할 수 있습니다. 단, 개정약관에 동의하지 않을 경우 개정약관의 적용을 받는 서비스의 이용이 불가능할 수 있습니다.
⑥ 본 약관에 동의한 이용자 모두에게 그 효력이 발생합니다. 본 약관은 회원이 본 약관에 동의한 날로부터 이용계약의 해지 시까지 적용하는 것을 원칙으로 합니다. 단, 본 약관의 일부 조항은 이용계약의 해지 후에도 유효하게 적용될 수 있습니다.
⑦ 본 약관에서 정하지 아니한 사항 및 해석에 관하여는 개별이용약관, 약관의 규제에 관한 법률 및 기타 서비스와 관련된 관계법령 또는 상관례에 따릅니다.

제 2 장 이용계약 및 정보보호

제 4 조 회원가입

회원으로 가입하고자 하는 자가 플랫폼이 정한 가입 양식에 정해진 사항을 기입한 후 본 약관 및 개인정보수집∙이용동의서 등 동의가 필요한 사항에 대하여 동의한다는 의사표시를 하고, 플랫폼이 이를 승낙함으로써 회원과 플랫폼 사이에 이용계약이 성립하고, 가입신청자는 회원이 됩니다

### **제 5 조 회원가입 제한 등**

① 플랫폼은 아래 각 호의 경우에는 회원가입을 승낙하지 않을 수 있습니다.

1. 타인의 명의나 이메일 주소, 소환사명 등 타인의 개인정보를 이용한 경우
2. 플랫폼으로부터 서비스 이용정지 조치 등 제재를 받은 자가 그 조치기간에 서비스 이용계약을 임의로 해지하고 재가입하고자 하는 경우
3. 회원가입시 양식에 기입한 내용에 허위, 기재누락, 오기가 있는 경우
4. 부정한 용도로 서비스를 이용하고자 하는 경우
5. 법령 위반 또는 본 약관에 위배되거나 기타 부당한 회원가입임이 플랫폼의 합리적인 판단에 비추어 인정되는 경우
6. 만 14세 미만인 자가 가입한 것으로 확인되는 경우
7. 플랫폼이 서비스 운영을 위하여 사용을 제한하는 특정 이메일 도메인을 사용하는 경우

② 플랫폼은 아래 각 호의 경우에는 회원가입의 승낙을 유보할 수 있습니다.

1. 서비스 제공 설비 용량에 여유가 없는 경우
2. 서비스 제공을 위한 기술적인 부분에 문제가 있다고 판단되는 경우
3. 기타 플랫폼이 재정적, 기술적으로 필요하다고 인정하는 경우

③ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우 상당한 기간 이내에 플랫폼에 회원정보 수정 등의 방법으로 그 변경사항을 알려야 하며, 변경된 회원정보를 플랫폼에 알리지 않아 발생하는 손해에 대한 책임은 회원에게 있습니다.

제 6 조 회원가입 제한 등

① 아이디와 비밀번호에 관한 관리책임은 회원에게 있습니다.
② 회원은 자신의 아이디 및 비밀번호를 제3자에 이용하게 해서는 안 됩니다.
③ 회원이 자신의 아이디 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 플랫폼에 통보하고 플랫폼의 안내 또는 조치가 있는 경우에는 그에 따라야 하며, 플랫폼의 안내 또는 조치를 따르지 않음으로써 발생하는 손해에 대한 책임은 회원에게 있습니다.

제 7 조 회원에 대한 통지

① 플랫폼이 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 회원이 제공한 이메일주소, 알림톡, 서비스 내 알림창  등 서비스 내 각종 통지 수단으로 할 수 있습니다.
② 플랫폼은 회원의 권리에 중대한 영향을 미치지 않는 사항에 대해서는 7일 이상 플랫폼의 서비스 내에 공지함으로써 제1항의 통지에 갈음할 수 있습니다.

제 8 조 개인정보보호

① 플랫폼은 서비스 제공을 위하여 이용자의 개인정보를 수집할 수 있으며, 이 경우 필요한 최소한의 범위 내에서 개인정보를 수집합니다.
② 플랫폼은 이용자의 개인정보 보호를 위하여 [개인정보처리방침]을 수립하고, 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’) 등 관계 법령에 따라 개인정보를 보호하기 위하여 노력합니다. 개인정보 보호와 관련한 상세한 사항은 [개인정보처리방침]을 참고하시기 바랍니다.
③ 플랫폼은 서비스 운영과 관련하여 회원정보, 회원이 입력한 정보를 활용하여 광고를 게재할 수 있습니다. 회원은 서비스 이용 시 노출되는 맞춤 광고 게재에 대해 동의합니다.

제 3 장 서비스 이용

제 9 조 서비스의 변경

① 플랫폼은 운영상, 기술상의 필요에 따라 서비스의 내용을 변경할 수 있습니다. 이 경우에는 변경된 서비스의 내용 및 변경일자를 명시하여 플랫폼의 서비스 내에 공지합니다.
② 플랫폼이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 변경할 경우에는 그 사유를 제7조의 방법으로 사전에 공지하며, 서비스의 변경이 회원에게 중대한 영향을 미치는 경우 회원의 이메일 주소로 메일을 발송하는 방법으로 개별적으로 공지합니다.
③ 전항의 경우, 플랫폼은 유상으로 제공한 서비스로 인하여 회원이 입은 손해를 배상합니다. 다만, 플랫폼이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니하며, 무상으로 제공한 서비스에 대하여도 그러하지 않습니다.

제 10 조 서비스 중단

① 플랫폼은 서비스의 제공과 관련한 플랫폼의 정책 변경, 서비스의 기술적 사양의 변경 필요성이 있는 경우 또는 다음 각호의 사유를 포함한 기타 상당한 사유가 있는 경우에는 서비스의 전부 또는 일부의 내용을 중단할 수 있습니다.
1. 서비스용 설비의 유지·보수 등을 위한 정기 또는 임시 점검의 경우
2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
3. 정부의 명령/규제 등 플랫폼의 제반 사정으로 서비스의 전부 또는 일부를 유지할 수 없는 경우
4. 해킹 등 전자적 침해사고나 통신사고 등 예상하지 못한 서비스의 불안정성에 대응하기 위하여 필요한 경우
5. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우

② 이 경우 중단되는 서비스의 내용은 제7조에 규정한 방법으로 사전에 공지 또는 통지하며, 서비스의 변경이 회원에게 중대한 영향을 미치는 경우 회원의 이메일 주소로 메일을 발송하거나 휴대전화번호로 문자메시지를 전송하는 방법으로 개별적으로 통지합니다. 다만, 플랫폼이 예측할 수 없거나 통제할 수 없는 사유(플랫폼의 과실이 없는 디스크 내지 서버 장애, 시스템 다운 등)로 인해 사전 공지 또는 통지가 불가능한 경우에는 사후에 공지할 수 있습니다.
③ 플랫폼은 제1항의 사유로 서비스가 중단되는 경우 최대한 빠른 시일 내에 서비스를 재개하도록 노력하겠습니다.
④ 플랫폼은 영업양도, 분할, 합병 등에 따른 영업의 폐지, 서비스의 현저한 수익 악화 등 경영상의 중대한 사유 등으로 인해 서비스를 지속하기 어려운 경우에는 서비스 전부를 종료할 수 있습니다. 이 경우 플랫폼은 중단일자 30일 전까지 플랫폼의 서비스 내에 공지합니다.

제 11 조 플랫폼의 의무

① 플랫폼은 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.
② 플랫폼은 회원이 안전하게 인터넷 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
③ 플랫폼이 「표시∙광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시∙광고행위를 함으로써 회원이 손해를 입은 때에는 이를 배상할 책임을 집니다.
④ 플랫폼은 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

제 12 조 이용자의 의무

이용자는 서비스를 이용하며 다음 각 호의 행위를 하여서는 아니되며, 그렇지 않을 경우 플랫폼은 해당 이용자에 대하여 제13조에 따른 제재를 하거나 민형사상 책임을 물을 수 있습니다.
1. 가입, 신청, 변경 시 허위내용의 등록
2. 타인의 서비스 이용을 방해하거나 그 정보를 도용하는 등 관련 법령상 질서를 위협하는 경우
3. 플랫폼이 게시한 정보의 임의 변경
4. 플랫폼이 허용한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
5. 플랫폼 또는 기타 제3자의 저작권 등 지식재산권에 대한 침해
6. 플랫폼 또는 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
8. 플랫폼의 동의 없이 영리를 목적으로 서비스를 이용하는 행위
9. 플랫폼을 이용하여 구입한 콘텐츠 또는 용역의 대금, 기타 플랫폼 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
10. 비정상적인 방법을 통하여 계정을 대량으로 생성하는 행위
11. 대한민국 이외의 국가 중 플랫폼이 아직 서비스를 제공할 것으로 결정하지 않은 국가에서 서비스를 이용하는 경우로 플랫폼이 해외 서비스 업체와 체결한 계약이나 특정 국가에서 접속하는 회원에 대한 서비스 제공과 관련하여 서비스 제공을 제한할 필요가 있는 경우
12. 플랫폼의 사전 허락 없이 자동화된 수단(매크로, 봇, 스파이더, 스크래퍼 등)을 이용하여 회원가입을 시도 또는 가입하거나, 서비스를 통해 얻을 수 있는 정보를 수집, 가공, 배포하거나, 플랫폼의 서비스 제공 취지에 부합하지 않는 방법으로 서비스를 이용하거나, 서비스에 대한 어뷰징 행위를 막기 위한 플랫폼의 조치를 무력화하려는 일체의 행위
13. 기타 법령, 선량한 풍속 기타 공서양속/사회통념에 반하거나 본 약관 및 플랫폼의 정책을 위반하는 행위

제 13 조 회원탈퇴 및 이용제한

① 회원은 플랫폼에 언제든지 탈퇴를 요청할 수 있으며 플랫폼은 즉시 회원탈퇴를 처리합니다. 단, 회원이 법령을 위반하였거나 위반하였다고 판단되는 경우, 플랫폼∙다른 회원 또는 제3자와의 분쟁이 있는 경우에는 이용계약의 해지가 상당 기간 동안 제한될 수 있습니다.
② 플랫폼은 이용자가 본 약관 및 플랫폼이 서비스의 운영을 위하여 정하는 개별이용약관에 따른 의무를 위반하거나 제12조의 의무를 위반하는 경우, 사전통보 후 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 제한할 수 있습니다.
③ 플랫폼은 제2항에도 불구하고, 주민등록법을 위반한 명의도용 및 결제도용, 저작권법 및 컴퓨터프로그램보호법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련 법을 위반한 경우에는 즉시 영구이용정지를 하거나 이용계약을 해지할 수 있습니다.
④ 플랫폼이 서비스 이용을 제한한 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 플랫폼은 회원자격을 상실시킬 수 있습니다.
⑤ 플랫폼이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
⑥ 플랫폼은 회원이 계속해서 1년 이상 로그인을 하지 않는 경우 회원정보의 보호를 위하여 이용을 제한할 수 있습니다.
⑦ 본 조에 따른 이용제한 제재를 받은 회원이 이의를 제기하고자 할 경우 플랫폼의 고객센터에 문의할 수 있습니다.

제 14 조 저작권의 귀속 및 게시물 관련

① 서비스 및 플랫폼이 작성한 게시물에 대한 저작권 기타 지식재산권 일체는 플랫폼에 귀속됩니다. 단, 회원이 단독 또는 공동으로 작성한 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
② 이용자는 플랫폼을 이용함으로써 얻은 정보 중 플랫폼에게 지식재산권이 귀속된 정보를 플랫폼의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
③ 회원이 서비스 내에 게시한 게시물은 플랫폼이 국내·외에서 이하의 목적으로 사용할 수 있습니다.
- 서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역 내에 입점하여 플랫폼의 서비스가 제공되는 경우를 포함)내에서 게시물을 사용하기 위하여 게시물의 크기를 변환하거나 단순화하는 등의 가용한 방식으로 수정·변경·가공하는 것
- 플랫폼의 서비스를 홍보하기 위한 목적으로 미디어, 통신사 등에게 게시물의 내용을 보도, 방영하게 하는 것. 단, 이 경우 플랫폼은 회원의 개별 동의를 구하고 진행합니다.
④ 전항의 효력 여하를 불문하고, 이용자가 공유를 목적으로 배포한 게시물 또는 이용자의 동의를 얻은 게시물은 이용, 전시, 배포 및 수정하는 것에 동의한 것으로 봅니다.
⑤ 이용자의 게시물이 법령에 위반되는 내용을 포함하는 경우, 권리자는 플랫폼에 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 플랫폼은 관련 법령에 따라 조치를 취할 수 있습니다.
⑥ 플랫폼은 권리자의 요청이 없는 경우라도 다음 각호의 사유의 경우에는 사전통지 없이 해당 게시물에 대해 삭제 또는 임시조치 등을 취할 수 있습니다.
1. 법령을 위반하거나 범죄 행위에 결부된다고 인정되는 경우
2. 플랫폼 또는 제3자의 권리를 침해한다고 인정될 만한 사유가 있는 경우
3. 기타 플랫폼의 정책에 위반되는 경우
⑦ 플랫폼은 회원과 별도로 서면 계약을 체결하여 게임 전적 서비스 및 제반 서비스의 브랜드 특성을 이용할 수 있는 명시적인 권리를 부여하지 아니하는 한, 회원에게 플랫폼 또는 서비스의 상호, 상표, 서비스표, 로고, 도메인 네임 및 기타 식별력 있는 브랜드 특성을 이용할 수 있는 권리를 부여하지 않습니다.

제 15 조 유료서비스 관련

① 플랫폼은 서비스의 전부 또는 일부에 대하여 이를 유료로 제공할 수 있습니다.
② 플랫폼이 유료서비스를 제공하는 경우 해당 서비스의 이용요금, 납부방법, 교환, 대금 환불 등 절차에 관한 [유료서비스운영정책]을 별도로 제정하여 이를 이용자에게 제공할 수 있습니다.

제 4 장 이용계약의 해지

제 16 조 이용계약 해지

회원이 이용계약을 해지할 경우 관련 법령에 따라 플랫폼이 회원의 정보를 일정 기간 보유하여야 하는 경우를 제외하고는 해지 즉시 회원이 등록한 정보 및 게시물 등 모든 데이터는 삭제됩니다. 다만, 다른 회원의 정상적 서비스 이용을 위하여 필요한 범위 내의 데이터, 법령상 플랫폼의 보관의무가 있는 데이터는 삭제되지 않습니다.

제 5 장 기타

제 17 조 연결사이트와 피연결사이트 간의 관계

① 상위 웹사이트(이하 “사이트”)와 하위 사이트가 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상, 각종 광고 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 사이트라고 하고 후자를 피연결 사이트라고 합니다.
② 연결사이트는 피연결사이트가 독자적으로 제공하는 서비스에 의하여 회원과 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결사이트의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.
③ 플랫폼의 공식 사이트 이외의 피연결사이트에서는 플랫폼의 본 약관과 개인정보처리방침이 적용되지 않습니다. 피연결사이트의 서비스 이용, 콘텐츠 또는 용역 구매에 관하여는 해당 피연결사이트의 이용약관 및 개인정보처리방침을 확인하여야 하며, 그렇지 않음으로 인하여 발생한 책임은 회원에게 있고 플랫폼은 이에 대하여 책임을 부담하지 않습니다.

제 18 조 개별이용약관

플랫폼이 개별이용약관을 둘 경우 회원이 최초로 해당 서비스를 이용할 때에 동의 절차를 거치도록 하거나 이를 회원이 충분히 확인할 수 있도록 제시하며, 개별이용약관이 본 약관에 우선합니다.

제 19 조 책임제한

플랫폼은 이용자에게 본 약관에 명시되지 않는 사항에 대한 약정이나 보증을 하지 않습니다. 단, 회사 및 플랫폼의 임직원, 대리인의 고의 또는 중대한 과실이 인정되는 경우에는 그러하지 아니합니다.

제 20 조 손해배상

① 플랫폼은 플랫폼의 고의, 과실로 인하여 회원이 손해를 입게 될 경우 본 약관 및 관련 법령에 따라 회원의 손해를 배상하겠습니다.
② 플랫폼은 플랫폼의 고의, 과실 없이 발생된 아래와 같은 손해에 대해서는 책임을 부담하지 않습니다. 또한 플랫폼은 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지 않습니다.
1. 천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해
2. 이용자의 귀책사유로 서비스 이용에 장애가 발생한 경우
3. 서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해
4. 제3자가 불법적으로 플랫폼의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해
5. 제3자가 플랫폼 서버에 대한 전송 또는 플랫폼 서버로부터의 전송을 방해함으로써 발생하는 손해
6. 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해
7. 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된 손해
8. 제10조 제1항에 따라 이용자 또는 제3자가 입은 손해
9. 기타 플랫폼의 고의 또는 과실이 없는 사유로 인해 발생한 손해
③ 플랫폼은 플랫폼의 고의, 과실이 없는 한 이용자 상호간 또는 이용자와 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
④ 플랫폼은 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.
⑤ 플랫폼은 이용자가 서비스를 이용함으로써 기대되는 수익을 얻지 못하거나 서비스를 통해 얻은 자료를 이용하여 발생한 손해에 대해서는 책임을 부담하지 않습니다.
⑥ 이용자가 본 약관의 규정 또는 관련 법령을 위반하여 플랫폼에 손해가 발생한 경우 플랫폼은 이용자에 대하여 손해배상을 청구할 수 있습니다. 이 경우 이용자는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
⑦ 플랫폼은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 관련 책임이 면제됩니다.
⑧ 플랫폼은 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.

제 21 조 분쟁해결

① 플랫폼은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치∙운영합니다.
② 플랫폼은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
③ 플랫폼과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

제 22 조 준거법 및 재판권

① 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.
② 플랫폼은 이용자와의 분쟁이 발생할 경우 이의 해결을 위해 성실히 협의할 것이나, 그럼에도 불구하고 분쟁이 해소되지 않으면 이에 관한 소송은 민사소송법상의 관할법원에 제기할 수 있습니다.

부칙

1. 본 약관은 2024년 8월 1일부터 적용됩니다.
    `
};

export const PRIVATE_TERMS = {
    title: "개인 정보 수집 및 이용",
    content: `
'겜구' 은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
'겜구' 은(는) 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

본 방침은 [2024년 8월 1일]부터 시행됩니다.

개인정보의 처리 목적
‘겜구' 은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

1. 홈페이지 회원가입 및 관리회원 가입의사 확인, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
2. 민원사무 처리민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
3. 재화 또는 서비스 제공서비스 제공, 콘텐츠 제공 등을 목적으로 개인정보를 처리합니다.
4. 마케팅 및 광고에의 활용신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

개인정보의 처리 및 보유 기간

1. '겜구' 은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리, 보유합니다.
2. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
    1. 홈페이지 회원가입 및 관리: 홈페이지 탈퇴일로부터 1개월이 경과하는 날까지. 다만, 관계 법령 위반에 따른 수사, 조사 등이 진행중인 경우에는 해당 수사, 조사 종료 시까지.
    2. 민원사무 처리: 민원사무 처리 완료 시까지.
    3. 재화 또는 서비스 제공: 재화·서비스 공급 완료 시까지.
    4. 마케팅 및 광고에의 활용: 홈페이지 탈퇴 시까지.

정보주체와 법정대리인의 권리, 의무 및 그 행사방법
이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.

1. 정보주체는 '겜구'에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
    1. 개인정보 조회
    2. 개인정보 수정
    3. 오류 등이 있을 경우 정정 요구
    4. 회원 탈퇴
2. 제1항에 따른 권리 행사는 사이트 내의 회원정보 관리 시스템에서 정보주체가 직접 권리를 행사 할 수 있고, 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여도 할 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.
3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 겜구은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.

처리하는 개인정보의 항목

'겜구' 은(는) 다음의 개인정보 항목을 처리하고 있습니다.
1. 홈페이지 회원가입 및 관리수집 정보: 이메일 주소, 소환사명, 비밀번호
2. 민원사무 처리수집 정보: 이메일 주소
3. 재화 또는 서비스 제공수집 정보: 이메일 주소, 소환사명, 비밀번호
4. 마케팅 및 광고에의 활용선택: 이메일 주소
5. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 기록 및 수집될 수 있습니다.접속 IP정보, 쿠키, 접속로그, 서비스 이용기록, 이용제한 기록 등

개인정보의 파기

'겜구' 은(는) 원칙적으로 개인정보 처리 목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
- 파기절차
    이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
    
- 파기 기한
    이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다. 단, 개인정보의 보유 기간에 대한 정책에 의해 예외적으로 파기가 되지 않거나 별도의 DB에 옮겨 해당 보유기간까지 보유 할 수 있습니다.
    
- 파기 방법
    '겜구' 은(는) 전자적 파일 형태로 기록 및 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록, 저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
    

개인정보 자동 수집 장치의 설치•운영 및 거부

이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기 위해서 회사는 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
쿠키는 웹사이트를 운영하는데 이용되는 서버가 사용자의 브라우저에게 보내는 조그마한 데이터 꾸러미로 이용자 컴퓨터의 하드디스크에 저장됩니다.

- 쿠키의 사용 목적
    회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용자의 취향과 관심분야의 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
    
- 쿠키 설정 거부 방법
    이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
1. Internet Explorer : 웹브라우저 상단의 [도구] → [인터넷 옵션] → [개인정보] → [고급] 메뉴를 통해 설정
2. Chrome : 웹브라우저 우측 상단의 [ ⋮ ] → [설정] → [개인정보 및 보안] → [사이트 설정] → [쿠키 및 사이트 데이터] 메뉴를 통해 설정

회원(이하 법정대리인 포함)의 권리와 의무 및 그 행사방법 등

1. 회원은 언제든지 「개인정보의 열람, 정정, 수정, 삭제, 처리의 중단 요구」등 개인정보 보호에 필요한 권리를 모두 행사할 수 있습니다.
2. 제1항에 따른 권리 행사는 회사에 대해 서비스 내 회원정보 관리시스템을 통하여 할 수 있으며, 이 경우 10일 내 조치하도록 하겠습니다.
3. 제1항에 따른 권리 행사는 회원의 대리인(법정대리인, 임의대리인 모두 포함)을 통해 할 수 있습니다. 이 경우 회원은 「개인정보처리방법에 관한 고시 제2020-7호」 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.
4. 개인정보보호법 제35조 제4항, 제37조 제2항에 의하여 회원의 권리가 제한될 수 있습니다.
5. 회사가 처리 중인 개인정보가 다른 법령에서 수집 대상으로 명시되어 있는 경우, 회원은 회사에 대하여 해당 개인정보의 삭제를 요구할 수 없습니다.
6. 회사는 회원이 제1항 기재 권리를 행사할 때 그 회원이 본인인지 아니면 정당한 위임을 받은 대리인인지 확인합니다.

개인정보의 안전성 확보 조치

'겜구' 은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
1. 비밀번호의 암호화
    이용자의 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 개인정보의 확인, 변경 및 탈퇴(파기)도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
2. 개인정보의 암호화
    중요한 개인정보는 데이터를 전송 시 암호화하는 등의 별도 보안기능을 이용하고 있으며, 추가적인 보안문제가 발견될 경우 보안성 확보를 위해 기술적인 장치를 갖추려고 노력하고 있습니다.

개인정보 처리방침 변경

이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
`};

export const MARKETING_TERMS = {
    title: "(선택) 개인 정보 수집 및 이용",
    content: `
'겜구' 서비스의 서비스 홍보 및 마케팅 정보 발송을 위해 아래와 같이 개인정보의 수집·이용목적, 수집하는 개인정보의 항목, 개인정보의 보유 및 이용기간을 안내하여 드리오니 내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오.

1. 수집하는 개인정보의 항목
'겜구'은(는) 다음의 개인정보 항목을 수집합니다.

(1) 마케팅 및 광고에의 활용수집 정보 : 이메일 주소
(2) 개인정보의 수집·이용 목적

'겜구’은(는) 개인정보를 다음의 목적을 위해 수집·이용합니다. 수집한 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

1. 마케팅 및 광고에의 활용신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 수집·이용합니다.

개인정보의 보유 및 이용 기간

1. '겜구'은(는) 법령에 따른 개인정보 보유∙이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유∙이용기간 내에서 개인정보를 처리, 보유합니다.
2. 각각의 개인정보 보유 및 이용 기간은 다음과 같습니다.
    a. 마케팅 및 광고에의 활용: 회원탈퇴 후 다른 사람이 탈퇴회원의 이메일주소를 이용하여 즉시 재가입하는 것을 방지하기 위하여 회원 탈퇴일로부터 1개월이 되는 날까지. 단, 마케팅 및 맞춤서비스 제공과 관련하여 소송절차가 개시된 경우 해당 소송절차가 확정적으로 종결되는 날까지.

4. 기타 사항

1. 정보주체는 개인정보 수집 및 이용 동의를 거부하실 수 있으며, 미동의 시에도 서비스 이용은 가능합니다.
2. 이 외 서비스 이용과정에서 별도 동의를 통해 추가정보 수집이 있을 수 있습니다.
`};